export const servicesArray = [
  {
    id: 1,
    imgBefore: "/img/services/1-before.jpg",
    imgAfter: "/img/services/1-after.jpg",
    service: "Полный уход с обновлением цвета. Покраска подошвы",
    price: "60",
    tern: "7",

    promo:
      "Каждый шаг — это отражение вашего стиля и уверенности. Чтобы ваша обувь всегда выглядела безупречно, важно уделять внимание уходу за ней. Правильный уход продлевает срок службы. Позаботьтесь о своей обуви — она ответит вам долгими годами службы!",
    about1: "Ваши любимые пары обуви потеряли свою яркость и привлекательный вид? Не переживайте! Мы предлагаем уникальную услугу, которая вернет им вторую жизнь!",
    about2: "Учитываем особенности каждой пары обуви и ее историю",

    stages: [
      {
        idx: "1-1",
        stage: "Глубокая очистка ",
        text: "Избавляем обувь от грязи, пыли и пятен",
      },
      // {
      //   idx: "1-2",
      //   stage: "",
      //   text: "",
      // },
      // {
      //   idx: "1-3",
      //   stage: "",
      //   text: "",
      // },
      // {
      //   idx: "1-4",
      //   stage: "",
      //   text: "",
      // },
      // {
      //   idx: "1-5",
      //   stage: "",
      //   text: "",
      // },
    ],

    questions: [
      {
        id: "1-1",
        question: "вопрос",
        answer: "ответ",
      },
      {
        id: "1-2",
        question: "еще вопрос",
        answer: "ответ",
      },
      // {
      //   id: "1-3",
      //   question: "",
      //   answer: "",
      // },
      // {
      //   id: "1-4",
      //   question: "",
      //   answer: "",
      // },
      // {
      //   id: "1-5",
      //   question: "",
      //   answer: "",
      // },
    ],
  },

  {
    id: 2,
    imgBefore: "/img/services/2-before.jpg",
    imgAfter: "/img/services/2-after.jpg",
    service: "Замша. Покраска в родной цвет",
    price: "95",
    tern: "7",

    promo:
      "Замшевая обувь — это не просто стильный аксессуар, это воплощение комфорта и элегантности. Но со временем даже самые красивые пары теряют свой первоначальный вид: появляются следы, грязь и потускнение. Не спешите расставаться с любимой обувью! Мы знаем, как вернуть ей первозданную красоту!",
    about1:
      "Подарите своей любимой замшевой обуви заботу, которую она заслуживает! Ведь она не только украшает ваши ноги, но и наполняет каждый шаг уверенностью и стилем.",
    about2: "Учитываем особенности каждой пары обуви и ее историю",

    stages: [
      {
        idx: "2-1",
        stage: "Мойка",
        text: "Обувь хорошо моется. При помощи профессиональных средств (в зависимости от повреждений повторяется до 3-5 раз)",
      },
      {
        idx: "2-2",
        stage: "Сушка",
        text: "Обувь сушится в формодержателях при комнатной температуре",
      },
      {
        idx: "2-3",
        stage: "Очистка и покраска ",
        text: "Далее обувь полностью проходит глубокую очистку и в большинстве случаев красится",
      },
      // {
      //   idx: "2-4",
      //   stage: "",
      //   text: "",
      // },
      // {
      //   idx: "2-5",
      //   stage: "",
      //   text: "",
      // },
    ],

    questions: [
      {
        id: "2-1",

        question: "Как определить, что замша нуждается в покраске?",
        answer:
          "Признаки, указывающие на необходимость покраски, включают потускнение цвета, появление пятен или неравномерность оттенка. Если замша выглядит изношенной или выцветшей, это может быть хорошим поводом для покраски",
      },
      {
        id: "2-2",

        question: "Как правильно подготовить замшу к покраске?",
        answer:
          "Прежде чем красить замшу, нужно тщательно очистить ее. Используйте мягкую щетку для удаления пыли и грязи. При необходимости можно применить специальный очиститель для замши. Дайте материалу высохнуть перед покраской",
      },
      {
        id: "2-3",

        question: "Как ухаживать за замшей после покраски?",
        answer: "Регулярно чистите замшу и избегайте чрезмерной влажности",
      },
      // {
      //   id: "2-4",

      //   question: "",
      //   answer: "",
      // },
      // {
      //   id: "2-5",

      //   question: "",
      //   answer: "",
      // },
    ],
  },

  {
    id: 3,
    imgBefore: "/img/services/3-before.jpg",
    imgAfter: "/img/services/3-after.jpg",
    service: "Чистка и обновление обуви из замши",
    price: "60",
    tern: "7",

    promo: "Замшевая обувь — это стиль, комфорт и элегантность. Но, как и любой другой материал, она требует особого ухода. Мы предлагаем профессиональную чистку и обновление замшевой обуви, чтобы ваша любимая пара всегда выглядела безупречно!",
    about1:
      "Подарите своей любимой замшевой обуви заботу, которую она заслуживает! Ведь она не только украшает ваши ноги, но и наполняет каждый шаг уверенностью и стилем",
    about2: "Учитываем особенности каждой пары обуви и ее историю",

    stages: [
      {
        idx: "3-1",
        stage: "Глубокая очистка",
        text: "Избавляем обувь от грязи, пыли и пятен",
      },
      {
        idx: "3-2",
        stage: "Восстановление ворса",
        text: "Поднимаем ворс, освежаем цвет, возвращаем обуви изначальный лоск",
      },
      {
        idx: "3-3",

        stage: "Защита от влаги",
        text: "Пропитка водоотталкивающим средством для долговременного эффекта",
      },
      // {
      //   idx: "3-4",

      //   stage: "",
      //   text: "",
      // },
      // {
      //   idx: "3-5",

      //   stage: "",
      //   text: "",
      // },
    ],

    questions: [
      {
        id: "3-1",

        question: "Можно ли нарастить замшу?",
        answer:
          "К сожалению, мы не можем нарастить замшу так, чтобы это было незаметно и качественно. Однако, если речь идет о небольших повреждениях, мы можем попытаться их восстановить",
      },
      {
        id: "3-2",

        question: "Можно ли удалить масло с замши?",
        answer:
          "Мы можем удалить масло с замши, но только если пятно свежее, менее суток. Если масло впиталось в материал более суток, удалить его уже сложнее",
      },
      {
        id: "3-3",

        question: "Как ухаживать за замшей в домашних условиях?",
        answer:
          "После носки наполните обувь бумагой и оставьте сушиться при комнатной температуре. При необходимости удалите грязь щеткой для одежды. Если нужно, используйте теплую мыльную воду, но не мочите замшу сильно. Аккуратно расчешите замшу щеткой из латуни.  Обработайте обувь бесцветным водоотталкивающим средством для замши",
      },
      {
        id: "3-4",

        question: "Можете ли вы покрасить белую замшевую обувь?",
        answer:
          "Да, мы можем покрасить вашу белую замшевую обувь! Однако, если обувь сильно изношена и давно используется, то вернуть ей первоначальный цвет будет сложно или не возможно ",
      },
      // {
      //   id: "3-5",

      //   question: "",
      //   answer: "",
      // },
    ],
  },

  {
    id: 4,
    imgBefore: "/img/services/4-before.jpg",
    imgAfter: "/img/services/4-after.jpg",
    service: "Чистка и обновление обуви из кожи",
    price: "60",
    tern: "7",

    promo: "Кожаная обувь — это классика, которая никогда не выходит из моды. Однако, чтобы она радовала вас своим внешним видом и служила долго, необходим качественный уход. Мы предлагаем профессиональную чистку и обновление кожаной обуви, чтобы каждая пара выглядела как новая!",
    about1: "Используем только лучшие средства и современные технологии",
    about2: "Учитываем особенности каждой пары обуви и ее историю",

    stages: [
      {
        idx: "4-1",
        stage: "Деликатная очистка",
        text: "Удаляем грязь, пыль с помощью специальных средств и щеток ",
      },
      {
        idx: "4-2",

        stage: "Удаление пятен",
        text: "Учитывая тип загрязнения, удаляем пятна",
      },
      {
        idx: "4-3",

        stage: "Цвет",
        text: "Освежаем цвет, при необходимости - полируем, специальными средствами защищаем кожу от влаги, кожи и пятен, продлеваю срок службы обуви",
      },
      // {
      //   idx: "4-4",

      //   stage: "",
      //   text: "",
      // },
      // {
      //   id: "4-5",

      //   stage: "",
      //   text: "",
      // },
    ],

    questions: [
      {
        id: "4-1",

        question: "Как ухаживать за обувью из натуральной кожи?",
        answer:
          "Важно не только поддерживать чистоту изделия, но и использовать смягчающие и увлажняющие крема бальзамы",
      },
      {
        id: "4-2",

        question: "Как ухаживать за обувью из натуральной кожи?",
        answer:
          "Чтобы сохранить кожаную обувь в отличном состоянии, регулярно очищайте ее от грязи, используйте смягчающие кремы и бальзамы, а также защищайте от влаги водоотталкивающей пропиткой. Правильный уход позволит продлить срок службы обуви и сохранить ее безупречный вид",
      },
      {
        id: "4-3",

        question: "Можно ли реализовать покраску каблуков?",
        answer:
          "Очень часто после долгой прогулки каблук оказывается поврежден и требует покраски. Процесс покраски каблуков часто включает в себя и реставрацию.",
      },
      // {
      //   id: "4-4",

      //   question: "",
      //   answer: "",
      // },
      // {
      //   id: "4-5",

      //   question: "",
      //   answer: "",
      // },
    ],
  },

  {
    id: 5,
    imgBefore: "/img/services/5-before.jpg",
    imgAfter: "/img/services/5-after.jpg",
    service: "Реставрация, устранение порезов, царапин, трещин",
    price: "110",
    tern: "10",

    promo:
      "Царапины, порезы, трещины - приводят к потере внешнего вида и свойств обуви. Мы оцениваем характер повреждений, подбираем оптимальный способ реставрации и возвращаем первоначальный вид вашей обуви",

    about1: "Используем только лучшие средства и современные технологии",
    about2: "Учитываем особенности каждой пары обуви и ее историю",

    stages: [
      {
        idx: "5-1",
        stage: "Очистка",
        text: "Обувь тщательно очищается и подготавливается к реставрации",
      },
      {
        idx: "5-2",

        stage: "Реставрация повреждения",
        text: "Устранение царапин, порезов, трещин осуществляется с помощью жидкой кожи или специальных паст (в зависимости от повреждений)",
      },
      {
        idx: "5-3",

        stage: "Шлифовка",
        text: "Проходим мелкой шкуркой до идеально ровного тактильного ощущения",
      },
      {
        idx: "5-4",

        stage: "Покраска",
        text: "Подбираем цвет",
      },
      {
        idx: "5-5",

        stage: "Нанесение закрепителя. Нанесение защиты",
        text: "Наносится соответствующий лак (финишное покрытие). Наносится влагоотталкивающий слой",
      },
    ],

    questions: [
      {
        id: "5-1",

        question: "Долго ли будет держаться краска?",
        answer:
          "Мы используем специальные профессиональные средства, которые улучшают адгезию и повышают прочность нанесенного покрытия",
      },
      {
        id: "5-2",

        question: "Есть ли у Вас гарантия?",
        answer: "Да, 14 дней",
      },
      // {
      //   id: "5-3",

      //   question: "",
      //   answer: "",
      // },
      // {
      //   id: "5-4",

      //   question: "",
      //   answer: "",
      // },
      // {
      //   id: "5-5",

      //   question: "",
      //   answer: "",
      // },
    ],
  },

  {
    id: 6,
    imgBefore: "/img/services/6-before.jpg",
    imgAfter: "/img/services/6-after.jpg",
    service: "Текстиль. Полный уход",
    price: "95",
    tern: "7",

    promo:
      "Обувь из текстиля универсальна – ее носят и на работу, и на прогулки, и на тренировки. У нее много достоинств – мягкие ботинки практически не натирают ноги, легко комбинируется с разноцветной летней одеждой, благодаря вентилируемому материалу ноги «дышат». Но для того чтобы тканевая модель сохранила аккуратный внешний вид, за ней надо правильно ухаживать ",

    about1: "Используем только лучшие средства и современные технологии",
    about2: "Учитываем особенности каждой пары обуви и ее историю",

    stages: [
      {
        idx: "6-1",
        stage: "Мойка",
        text: "При необходимости обувь может быть обработана раствором с моющими средствами",
      },
      // {
      //   idx: "6-2",

      //   stage: "",
      //   text: "",
      // },
      // {
      //   idx: "6-3",

      //   stage: "",
      //   text: "",
      // },
      // {
      //   idx: "6-4",

      //   stage: "",
      //   text: "",
      // },
      // {
      //   idx: "6-5",

      //   stage: "",
      //   text: "",
      // },
    ],

    questions: [
      {
        id: "6-1",

        question: "",
        answer: "",
      },
      // {
      //   id: "6-2",

      //   question: "",
      //   answer: "",
      // },
      // {
      //   id: "6-3",

      //   question: "",
      //   answer: "",
      // },
      // {
      //   id: "6-4",

      //   question: "",
      //   answer: "",
      // },
      // {
      //   id: "6-5",

      //   question: "",
      //   answer: "",
      // },
    ],
  },

  {
    id: 7,
    imgBefore: "/img/services/7-before.jpg",
    imgAfter: "/img/services/7-after.jpg",
    service: "Нубук. Полный уход",
    price: "95",
    tern: "10",

    promo:
      "Вы знаете, что настоящая стильная обувь — это не просто аксессуар, а часть вашей индивидуальности! Если ваши любимые ботинки из нубука потеряли свою привлекательность, не спешите с ними расставаться. Мы знаем, как вернуть им былую красоту!",
    about1: "Используем только лучшие средства и современные технологии",
    about2:
      "Правильный уход за обувью из нубука позволяет сохранить ее внешний вид и продлить эксплуатационные сроки",

    stages: [
      {
        idx: "7-1",
        stage: "Очистка",
        text: "Глубокая очистка - удаляем грязь, пыль с помощью специальных средств и щеток",
      },
      {
        idx: "7-2",

        stage: "Мойка. Обработка пятен",
        text: "При необходимости обувь может быть обработана раствором с моющими средствами. Пятна обрабатываются специальными средствами для удаления пятен, подходящими для нубука. В случае стойких загрязнений могут использоваться паровые обработки",
      },
      {
        idx: "7-3",

        stage: "Сушка. Восстановление текстуры",
        text: "Обувь сушится при комнатной температуре, вдали от прямых источников тепла. Возможно использование специальных сушилок для обуви. После сушки используется щетка для нубука, чтобы восстановить его текстуру и придать обуви оригинальный вид",
      },
      {
        idx: "7-4",

        stage: "Нанесение защитного средства",
        text: "Для продления срока службы и защиты от влаги и загрязнений наносятся специальные защитные спреи для нубука",
      },
      // {
      //   idx: "7-5",

      //   stage: "",
      //   text: "",
      // },
    ],

    questions: [
      {
        id: "7-1",

        question: "Как убрать пятна с нубука?",
        answer:
          "Для удаления пятен можно использовать специальную резинку для нубука или мягкую щетку. Для более стойких пятен попробуйте обработать их раствором воды с каплей нейтрального мыла. Наносите раствор на мягкую ткань и аккуратно протрите пятно, затем дайте высохнуть и восстановите текстуру щеткой",
      },
      {
        id: "7-2",

        question: "Можно ли использовать воду для очистки нубука?",
        answer:
          "Вода не рекомендуется для чистки нубука, так как она может оставить пятна и повредить материал. Если необходимо, использовать специальные средства для чистки нубука, которые не содержат воду и подходят для этого типа кожи",
      },
      {
        id: "7-3",

        question: "Как предотвратить появление пятен на нубуке?",
        answer:
          "Для предотвращения пятен рекомендуется наносить защитный спрей для нубука, который создаст водоотталкивающий слой. Также старайтесь избегать контакта с грязью и водой, а в дождливую погоду лучше носить обувь из другого материала",
      },
      {
        id: "7-4",

        question: "Как восстановить цвет нубука?",
        answer:
          "Если цвет нубука потускнел, можно попробовать использовать специальные краски для нубука. Рекомендуем доверить эту непростую задачу профессионалам",
      },
      {
        id: "7-5",

        question: "Как правильно сушить нубуковую обувь?",
        answer:
          "Нубук следует сушить при комнатной температуре, вдали от прямых источников тепла, таких как батареи или обогреватели. Не рекомендуется помещать обувь в сушилки или использовать фен, так как это может повредить материал",
      },
    ],
  },

  {
    id: 8,
    imgBefore: "/img/services/8-before.jpg",
    imgAfter: "/img/services/8-after.jpg",
    service: "Выведение реагентов",
    price: "95",
    tern: "7",

    promo:
      "Зимой дороги в городе посыпаются химическими реагентами, солью, угольным шлаком, чтобы предотвратить образование льда. Все это отрицательно сказывается на обуви, начиная от появления грязных разводов, которые легко смываются, до проникновения химического вещества вглубь изделия, что значительно усложняет процесс очистки.",

    about1: "Используем только лучшие средства и современные технологии",
    about2: "Учитываем особенности каждой пары обуви и ее историю",

    stages: [
      {
        idx: "8-1",
        stage: "Мойка и удаление реагентов",
        text: "Обувь хорошо моется. При помощи профессиональных средств убираются реагенты (в зависимости от повреждений повторяется до 3-5 раз)",
      },
      {
        idx: "8-2",

        stage: "Сушка",
        text: "Обувь сушится в формодержателях при комнатной температуре",
      },
      {
        idx: "8-3",

        stage: "Очистка и покраска",
        text: "Далее обувь полностью проходит глубокую очистку и в большинстве случаев красится",
      },
      // {
      //   idx: "8-4",

      //   stage: "",
      //   text: "",
      // },
      // {
      //   idx: "8-5",

      //   stage: "",
      //   text: "",
      // },
    ],

    questions: [
      {
        id: "8-1",

        question: "Что можно сделать для профилактики белого налета на обуви?",
        answer:
          "Мыть обувь мыльным раствором или чистить специальной щеткой; сушить вдали от отопительных приборов; использовать специальные защитные средства",
      },
      {
        id: "8-2",

        question: "Как часто нужно чистить зимнюю обувь от реагентов?",
        answer:
          "Рекомендуется чистить обувь каждый раз после использования в условиях, где были применены реагенты, особенно в зимний период. Это поможет предотвратить накопление грязи и повреждение материалов",
      },
      {
        id: "8-3",

        question: "Как правильно сушить зимнюю обувь после чистки?",
        answer:
          "После чистки обувь следует сушить при комнатной температуре, вдали от прямых источников тепла. Можно вставить внутрь обуви газетные бумаги для впитывания влаги, но не оставляйте их слишком долго",
      },
      {
        id: "8-4",

        question: "Что делать, если реагенты уже повредили обувь?",
        answer:
          "Если реагенты уже повредили обувь, возможно, потребуется использовать восстановительные средства (например, кондиционеры для кожи) или обратиться к специалисту по ремонту обуви для профессиональной чистки и восстановления",
      },
      // {
      //   id: "8-5",

      //   question: "",
      //   answer: "",
      // },
    ],
  },

  {
    id: 9,
    imgBefore: "/img/services/9-before.jpg",
    imgAfter: "/img/services/9-after.jpg",
    service: "Восстановление сумок",
    price: "60",
    tern: "10",

    promo:
      "Сумка — это не просто аксессуар, а важная часть вашего стиля и образа. Со временем даже самые качественные сумки могут потерять свою первоначальную привлекательность. Мы предлагаем услуги по восстановлению сумок, чтобы они снова радовали вас своим внешним видом! Наши мастера предлагают полный комплекс услуг по реставрации сумок. ",
    about1:
      "Самые частые проблемы с которыми сталкиваются обладательницы любимых сумок - это выцветание, потеря блеска, потертости, царапины, повреждение уреза на ручках. Верните своей сумке вторую жизнь!",
    about2: "Доверьте заботу о вашей сумке профессионалам!",

    stages: [
      {
        idx: "9-1",
        stage: "Осмотр",
        text: "Сначала мы тщательно осматриваем сумку, определяем характер повреждений, оцениваем степень износа, уточняем желаемый результат у клиента",
      },
      {
        idx: "9-2",

        stage: "Реставрация повреждения",
        text: "Устранение царапин, порезов, трещин осуществляется с помощью жидкой кожи или специальных паст (в зависимости от повреждений)",
      },
      {
        idx: "9-3",

        stage: "Шлифовка",
        text: "Проходим мелкой шкуркой до идеально ровного тактильного ощущения",
      },
      {
        idx: "9-4",

        stage: "Покраска",
        text: "Подбираем цвет",
      },
      {
        idx: "9-5",

        stage: "Нанесение закрепителя. Нанесение защиты",
        text: "Наносится соответствующий лак (финишное покрытие). Наносится влагоотталкивающий слой",
      },
    ],

    questions: [
      {
        id: "9-1",

        question: "Вы можете очистить подклад сумки?",
        answer: "Да, если не будет рисков деформации изделия",
      },
      {
        id: "9-2",

        question: "Вы можете изготовить новые ручки?",
        answer: "Да, работа займет минимум 14 дней",
      },
      {
        id: "9-3",

        question: "Вы можете восстановить форму сумки?",
        answer: "Результат зависит от степени деформации и материала сумки",
      },
      {
        id: "9-4",

        question: "Какие типы сумок вы восстанавливаете?",
        answer: "Мы восстанавливаем различные типы сумок, включая: кожаные, замшевые, текстильные, спортивные",
      },
      {
        id: "9-5",

        question: "Как долго длится процесс восстановления?",
        answer: "Время восстановления зависит от состояния сумки и объема работы. Обычно это занимает от 10 дней.",
      },
    ],
  },

  {
    id: 10,
    imgBefore: "/img/services/10-before.jpg",
    imgAfter: "/img/services/10-after.jpg",
    service: "Покраска подошвы",
    price: "95",
    tern: "10",

    promo:
      "Если вы любите белоснежную обувь, то, вероятно, сталкивались с проблемами, связанными с грязными дорогами и дождливой погодой. Эти факторы негативно сказываются на внешнем виде белой обуви, независимо от используемого материала",
    about1: "Используем только лучшие средства и современные технологии",
    about2: "Учитываем особенности каждой пары обуви и ее историю",

    stages: [
      {
        idx: "10-1",
        stage: "Очистка",
        text: "Глубокая очистка - удаляем грязь, пыль с помощью специальных средств и щеток",
      },
      {
        idx: "10-2",

        stage: "Отбеливание",
        text: "Нанесение специального средства для отбеливания подошвы. После чего изделие ставиться под озоновый свет",
      },
      {
        idx: "10-3",

        stage: "Мойка и сушка",
        text: "Изделие моется специальным раствором и сушится в формодержателях",
      },
      // {
      //   idx: "10-4",

      //   stage: "",
      //   text: "",
      // },
      // {
      //   idx: "10-5",

      //   stage: "",
      //   text: "",
      // },
    ],

    questions: [
      {
        id: "10-1",

        question: "Можно ли сделать пожелтевшую подошву идеально белой?",
        answer:
          "Нет, этого сделать не получится. Но мы выжимаем максимум, результат будет гораздо лучше, чем если бы вы делали это самостоятельно. Также есть возможность покрасить подошву",
      },
      {
        id: "10-2",

        question: "Можно ли покрасить резиновую подошву?",
        answer: "Это можно сделать у нас, сроки работ 4-5 дней",
      },
      {
        id: "10-3",

        question: "Как сохранить подошву белой?",
        answer:
          "Есть только один способ, ухаживать за ней: ежедневно чистить, протирая хлорированным раствором",
      },
      // {
      //   id: "10-4",

      //   question: "",
      //   answer: "",
      // },
      // {
      //   id: "10-5",

      //   question: "",
      //   answer: "",
      // },
    ],
  },

  {
    id: 11,
    imgBefore: "/img/services/11-before.jpg",
    imgAfter: "/img/services/11-after.jpg",
    service: "Полный уход комбинированные материалы",
    price: "95",
    tern: "10",

    promo:
      " Для создания стильных и элегантных туфель, ботинок и сапог часто применяются различные материалы. Такая комбинация всегда выглядит привлекательно, но уход за ней может быть более сложным. Средства, предназначенные для очистки и восстановления гладкой кожи, абсолютно не подходят для лакированной или велюровой поверхности. Как же поступить в этом случае? Давайте рассмотрим основные правила ухода за такой обувью.",
    about1: "Используем только лучшие средства и современные технологии",
    about2: "Учитываем особенности каждой пары обуви и ее историю",

    stages: [
      {
        idx: "11-1",
        stage: "Очистка",
        text: "Тестируем обувь на скрытом участке на предмет отдачи пигмента. Если пигмент сходит, то чистим каждый вид материала по-отдельности. Либо изолируем замшу от сетки или текстиля. Если всё в порядке, то аккуратно обрабатываем поверхность",
      },
      {
        idx: "11-2",

        stage: "Питание и цвет ",
        text: "Без дополнительного питания со временем кожа в местах постоянных сгибов начнет трескаться, появятся заломы. Поэтому наносим крем или бальзам для гладкой кожи с натуральными компонентами. Конечно, без силикона! На замше удобно использовать специальные ликвиды Nubuck Color Tarrago для точечного окрашивания и придания бархатистости",
      },
      {
        idx: "11-3",

        stage: "Защита от воды и реагентов",
        text: "По доброй традиции, фиксируем нано-пропиткой, защищая обувь от воды, грязи, реагентов и появления пятен",
      },
      // {
      //   idx: "11-4",

      //   stage: "",
      //   text: "",
      // },
      // {
      //   idx: "11-5",

      //   stage: "",
      //   text: "",
      // },
    ],

    questions: [
      {
        id: "11-1",

        question: "Как правильно чистить обувь из комбинированных материалов?",
        answer:
          "Для чистки комбинированной обуви используйте мягкую щетку или тряпку. Сначала удалите пыль и грязь, затем примените специальные средства для каждого материала (например, для кожи — крем или гель, для велюра — специальную щетку или резинку)",
      },
      {
        id: "11-2",

        question:
          "Можно ли использовать одно универсальное средство для ухода за всей обувью из комбинированных материалов?",
        answer:
          "Лучше избегать универсальных средств, так как разные материалы требуют специфического ухода. Используйте средства, соответствующие каждому материал — гарантирует более эффективный и безопасный уход",
      },
      {
        id: "11-3",

        question: "Как сохранить водоотталкивающие свойства обуви?",
        answer:
          "Для поддержания водоотталкивающих свойств обуви из комбинированных материалов рекомендуется использовать специальные водоотталкивающие спреи. Наносите их на чистую и сухую обувь, следуя инструкциям на упаковке",
      },
      {
        id: "11-4",

        question: "Как убрать пятна с лакированной поверхности?",
        answer:
          "Для удаления пятен с лакированной обуви используйте мягкую ткань, смоченную в воде или специальном средстве для лакированной кожи. Избегайте использования абразивных материалов, чтобы не повредить поверхность",
      },
      {
        id: "11-5",

        question: "Как правильно хранить комбинированную обувь?",
        answer:
          "Храните обувь в темном, сухом месте, вдали от прямых солнечных лучей и источников тепла. Используйте обувные формы или набивки, чтобы сохранить форму, и оберните обувь в ткань, чтобы защитить от пыли",
      },
    ],
  },

  {
    id: 12,
    imgBefore: "/img/services/12-before.jpg",
    imgAfter: "/img/services/12-after.jpg",
    service: "Патинирование",
    price: "95",
    tern: "10",

    promo:
      "Что такое патинирование? Это художественная обработка кожи, которая придает ей винтажный вид, глубину цвета и фактуру. Мастера используют специальные краски и техники, чтобы создать эффект состаренной кожи, подчеркивая естественные линии и текстуру материала.",
    about1:
      "Художники применяют специальные кисти для окрашивания каждой пары обуви. Благодаря ручному процессу достигается неповторимость оттенков и красок",
    about2:
      "Выбрав патинаж, вы получите неповторимый стиль и индивидуальность вашей обуви",

    stages: [
      {
        idx: "12-1",
        stage: "Очистка",
        text: "Глубокая очистка - удаляем грязь, пыль с помощью специальных средств и щеток",
      },
      {
        idx: "12-2",

        stage: "Снятие пленки",
        text: "Проходим очистителем, чтобы открыть поры кожи ",
      },
      {
        idx: "12-3",

        stage: "Нанесение цвета",
        text: "Колеруем цвет, наносим базовый цвет, вручную затемняем местами, придавая эстетичный внешний вид",
      },
      {
        idx: "12-4",

        stage: "Нанесение средств",
        text: "Наносим бальзам и кремы",
      },
      {
        idx: "12-5",

        stage: "Придание блеска",
        text: "Располировываем щеткой из конского ворса",
      },
    ],

    questions: [
      {
        id: "12-1",

        question: "Какие есть виды патинажа обуви?",
        answer:
          "Фабричный патинаж: стандартный, доступный, но менее выразительный. Авторский патинаж: уникальный, яркий, индивидуальный, подчеркнет вашу неповторимость",
      },
      {
        id: "12-2",

        question: "Какие бренды выпускают обувь с патиной?",
        answer:
          "Berluti: Известный своим фирменным патинированием, особенно в оттенках коричневого и синего. Church's: Классические английские туфли, часто с эффектом 'под старину'. A. Testoni: Итальянский бренд, известный своим утонченным стилем, использующим патину для создания глубины цвета. Carmina Shoemaker: Испанский бренд, предлагающий качественную обувь с различными вариантами отделки, включая патину",
      },
      {
        id: "12-3",

        question: "Можно заказать у Вас патинаж по индивидуальному эскизу?",
        answer:
          "Да, конечно, мы можем сделать авторский патинаж, по любому вашему запросу ",
      },
      // {
      //   id: "12-4",

      //   question: "",
      //   answer: "",
      // },
      // {
      //   id: "12-5",

      //   question: "",
      //   answer: "",
      // },
    ],
  },
];
