export const About = () => {
  return (
    <section className="about" id="about">
      <div className="container">
        <div className="about__row">
          <h2 className="about__row-title">О нас</h2>
          <div className="about__row-content">
            <p className="about__row-text">
              <strong>Gutallini</strong> — первый в Гомеле премиальный сервис
              ручной чистки и реставрации обуви и изделий из кожи.
            </p>

            <p className="about__row-text">
            Мастерская входит в десятку лучших в категории обувного сервиса. Наши сотрудники совершенствуют свои знания и умения в сертифицированном центре обучения
            </p>

            <p className="about__row-text">
              Мы чистим, убираем потертости и царапины, выводим реагенты,
              восстанавливаем цвет и перекрашиваем, приводим в порядок, даже
              если их погрызла собака.
            </p>
            <p className="about__row-text">
              Мы работаем деликатно, поэтому наши клиенты доверяют нам
              аксессуары, обувь и сумки известных мировых брендов.
            </p>
            <p className="about__row-text">
              Если вы хотите продлить жизнь роскошным туфлям Salvatore
              Ferragamo, нежным мокасинам Tod's или многофункциональным Sergio
              Rossi – вам точно к нам!
            </p>
            
            <p className="about__row-text">
              Мы расположены в самом центре Гомеля. И для вашего комфорта готовы приехать и забрать ваше изделие на обновление
            </p>
            {/* <p className="about__row-text">
            Наши мастера работают только вручную, что делает каждое изделие уникальным
            </p> */}
            <p className="about__row-text">
            При посещении мастерской Вас встретит администратор и чашка ароматного кофе или чая. Во время ожидания вы можете сделать яркие и атмосферные фото
            </p>

          </div>
        </div>
      </div>
    </section>
  );
};
